{
    "name": "Sherlock Holmes - The Adventure of the Noble Bachelor",
    "body": "\nThe Lord St. Simon\r\nmarriage, and its curious termination, have long ceased to be a subject of\r\ninterest in those exalted circles in which the unfortunate bridegroom moves.\r\nFresh scandals have eclipsed it, and their more piquant details have drawn the\r\ngossips away from this four-year-old drama. As I have reason to believe,\r\nhowever, that the full facts have never been revealed to the general public,\r\nand as my friend Sherlock Holmes had a considerable share in clearing the\r\nmatter up, I feel that no memoir of him would be complete without some little\r\nsketch of this remarkable episode.\r\n\n\r\nIt was a few weeks before my own marriage, during the days when I was still\r\nsharing rooms with Holmes in Baker Street, that he came home from an afternoon\r\nstroll to find a letter on the table waiting for him. I had remained indoors\r\nall day, for the weather had taken a sudden turn to rain, with high autumnal\r\nwinds, and the jezail bullet which I had brought back in one of my limbs as a\r\nrelic of my Afghan campaign throbbed with dull persistence. With my body in one\r\neasy-chair and my legs upon another, I had surrounded myself with a cloud of\r\nnewspapers until at last, saturated with the news of the day, I tossed them all\r\naside and lay listless, watching the huge crest and monogram upon the envelope\r\nupon the table and wondering lazily who my friend’s noble correspondent\r\ncould be.\r\n\n\r\n“Here is a very fashionable epistle,” I remarked as he entered.\r\n“Your morning letters, if I remember right, were from a fish-monger and a\r\ntide-waiter.”\r\n\n\r\n“Yes, my correspondence has certainly the charm of variety,” he\r\nanswered, smiling, “and the humbler are usually the more interesting.\r\nThis looks like one of those unwelcome social summonses which call upon a man\r\neither to be bored or to lie.”\r\n\n\r\nHe broke the seal and glanced over the contents.\r\n\n\r\n“Oh, come, it may prove to be something of interest, after all.”\r\n\n\r\n“Not social, then?”\r\n\n\r\n“No, distinctly professional.”\r\n\n\r\n“And from a noble client?”\r\n\n\r\n“One of the highest in England.”\r\n\n\r\n“My dear fellow, I congratulate you.”\r\n\n\r\n“I assure you, Watson, without affectation, that the status of my client\r\nis a matter of less moment to me than the interest of his case. It is just\r\npossible, however, that that also may not be wanting in this new investigation.\r\nYou have been reading the papers diligently of late, have you not?”\r\n\n\r\n“It looks like it,” said I ruefully, pointing to a huge bundle in\r\nthe corner. “I have had nothing else to do.”\r\n\n\r\n“It is fortunate, for you will perhaps be able to post me up. I read\r\nnothing except the criminal news and the agony column. The latter is always\r\ninstructive. But if you have followed recent events so closely you must have\r\nread about Lord St. Simon and his wedding?”\r\n\n\r\n“Oh, yes, with the deepest interest.”\r\n\n\r\n“That is well. The letter which I hold in my hand is from Lord St. Simon.\r\nI will read it to you, and in return you must turn over these papers and let me\r\nhave whatever bears upon the matter. This is what he says:\r\n\n\r\n“‘MY DEAR MR. SHERLOCK HOLMES,—Lord Backwater tells me\r\nthat I may place implicit reliance upon your judgment and discretion. I have\r\ndetermined, therefore, to call upon you and to consult you in reference to the\r\nvery painful event which has occurred in connection with my wedding. Mr.\r\nLestrade, of Scotland Yard, is acting already in the matter, but he assures me\r\nthat he sees no objection to your co-operation, and that he even thinks that it\r\nmight be of some assistance. I will call at four o’clock in the\r\nafternoon, and, should you have any other engagement at that time, I hope that\r\nyou will postpone it, as this matter is of paramount importance. Yours\r\nfaithfully,\r\n\n\r\n“‘ROBERT ST. SIMON.’\r\n\n\r\n“It is dated from Grosvenor Mansions, written with a quill pen, and the\r\nnoble lord has had the misfortune to get a smear of ink upon the outer side of\r\nhis right little finger,” remarked Holmes as he folded up the epistle.\r\n\n\r\n“He says four o’clock. It is three now. He will be here in an\r\nhour.”\r\n\n\r\n“Then I have just time, with your assistance, to get clear upon the\r\nsubject. Turn over those papers and arrange the extracts in their order of\r\ntime, while I take a glance as to who our client is.” He picked a\r\nred-covered volume from a line of books of reference beside the mantelpiece.\r\n“Here he is,” said he, sitting down and flattening it out upon his\r\nknee. “‘Lord Robert Walsingham de Vere St. Simon, second son\r\nof the Duke of Balmoral.’ Hum! ‘Arms: Azure, three caltrops in\r\nchief over a fess sable. Born in 1846.’ He’s forty-one years of\r\nage, which is mature for marriage. Was Under-Secretary for the colonies in a\r\nlate administration. The Duke, his father, was at one time Secretary for\r\nForeign Affairs. They inherit Plantagenet blood by direct descent, and Tudor on\r\nthe distaff side. Ha! Well, there is nothing very instructive in all this. I\r\nthink that I must turn to you Watson, for something more solid.”\r\n\n\r\n“I have very little difficulty in finding what I want,” said I,\r\n“for the facts are quite recent, and the matter struck me as remarkable.\r\nI feared to refer them to you, however, as I knew that you had an inquiry on\r\nhand and that you disliked the intrusion of other matters.”\r\n\n\r\n“Oh, you mean the little problem of the Grosvenor Square furniture van.\r\nThat is quite cleared up now—though, indeed, it was obvious from the\r\nfirst. Pray give me the results of your newspaper selections.”\r\n\n\r\n“Here is the first notice which I can find. It is in the personal column\r\nof the Morning Post, and dates, as you see, some weeks back: ‘A\r\nmarriage has been arranged,’ it says, ‘and will, if rumour is\r\ncorrect, very shortly take place, between Lord Robert St. Simon, second son of\r\nthe Duke of Balmoral, and Miss Hatty Doran, the only daughter of Aloysius\r\nDoran. Esq., of San Francisco, Cal., U.S.A.’ That is all.”\r\n\n\r\n“Terse and to the point,” remarked Holmes, stretching his long,\r\nthin legs towards the fire.\r\n\n\r\n“There was a paragraph amplifying this in one of the society papers of\r\nthe same week. Ah, here it is: ‘There will soon be a call for protection\r\nin the marriage  market, for the present free-trade principle appears to tell\r\nheavily against our home product. One by one the management of the noble houses\r\nof Great Britain is passing into the hands of our fair cousins from across the\r\nAtlantic. An important addition has been made during the last week to the list\r\nof the prizes which have been borne away by these charming invaders. Lord St.\r\nSimon, who has shown himself for over twenty years proof against the little\r\ngod’s arrows, has now definitely announced his approaching marriage with\r\nMiss Hatty Doran, the fascinating daughter of a California millionaire. Miss\r\nDoran, whose graceful figure and striking face attracted much attention at the\r\nWestbury House festivities, is an only child, and it is currently reported that\r\nher dowry will run to considerably over the six figures, with expectancies for\r\nthe future. As it is an open secret that the Duke of Balmoral has been\r\ncompelled to sell his pictures within the last few years, and as Lord St. Simon\r\nhas no property of his own save the small estate of Birchmoor, it is obvious\r\nthat the Californian heiress is not the only gainer by an alliance which will\r\nenable her to make the easy and common transition from a Republican lady to a\r\nBritish peeress.’”\r\n\n\r\n“Anything else?” asked Holmes, yawning.\r\n\n\r\n“Oh, yes; plenty. Then there is another note in the Morning Post\r\nto say that the marriage would be an absolutely quiet one, that it would be at\r\nSt. George’s, Hanover Square, that only half a dozen intimate friends\r\nwould be invited, and that the party would return to the furnished house at\r\nLancaster Gate which has been taken by Mr. Aloysius Doran. Two days\r\nlater—that is, on Wednesday last—there is a curt announcement that\r\nthe wedding had taken place, and that the honeymoon would be passed at Lord\r\nBackwater’s place, near Petersfield. Those are all the notices which\r\nappeared before the disappearance of the bride.”\r\n\n\r\n“Before the what?” asked Holmes with a start.\r\n\n\r\n“The vanishing of the lady.”\r\n\n\r\n“When did she vanish, then?”\r\n\n\r\n“At the wedding breakfast.”\r\n\n\r\n“Indeed. This is more interesting than it promised to be; quite dramatic,\r\nin fact.”\r\n\n\r\n“Yes; it struck me as being a little out of the common.”\r\n\n\r\n“They often vanish before the ceremony, and occasionally during the\r\nhoneymoon; but I cannot call to mind anything quite so prompt as this. Pray let\r\nme have the details.”\r\n\n\r\n“I warn you that they are very incomplete.”\r\n\n\r\n“Perhaps we may make them less so.”\r\n\n\r\n“Such as they are, they are set forth in a single article of a morning\r\npaper of yesterday, which I will read to you. It is headed, ‘Singular\r\nOccurrence at a Fashionable Wedding’:\r\n\n\r\n“‘The family of Lord Robert St. Simon has been thrown into\r\nthe greatest consternation by the strange and painful episodes which have taken\r\nplace in connection with his wedding. The ceremony, as shortly announced in the\r\npapers of yesterday, occurred on the previous morning; but it is only now that\r\nit has been possible to confirm the strange rumours which have been so\r\npersistently floating about. In spite of the attempts of the friends to hush\r\nthe matter up, so much public attention has now been drawn to it that no good\r\npurpose can be served by affecting to disregard what is a common subject for\r\nconversation.\r\n\n\r\n“‘The ceremony, which was performed at St. George’s,\r\nHanover Square, was a very quiet one, no one being present save the father of\r\nthe bride, Mr. Aloysius Doran, the Duchess of Balmoral, Lord Backwater, Lord\r\nEustace and Lady Clara St. Simon (the younger brother and sister of the\r\nbridegroom), and Lady Alicia Whittington. The whole party proceeded afterwards\r\nto the house of Mr. Aloysius Doran, at Lancaster Gate, where breakfast had been\r\nprepared. It appears that some little trouble was caused by a woman, whose name\r\nhas not been ascertained, who endeavoured to force her way into the house after\r\nthe bridal party, alleging that she had some claim upon Lord St. Simon. It was\r\nonly after a painful and prolonged scene that she was ejected by the butler and\r\nthe footman. The bride, who had fortunately entered the house before this\r\nunpleasant interruption, had sat down to breakfast with the rest, when she\r\ncomplained of a sudden indisposition and retired to her room. Her prolonged\r\nabsence having caused some comment, her father followed her, but learned from\r\nher maid that she had only come up to her chamber for an instant, caught up an\r\nulster and bonnet, and hurried down to the passage. One of the footmen declared\r\nthat he had seen a lady leave the house thus apparelled, but had refused to\r\ncredit that it was his mistress, believing her to be with the company. On\r\nascertaining that his daughter had disappeared, Mr. Aloysius Doran, in\r\nconjunction with the bridegroom, instantly put themselves in communication with\r\nthe police, and very energetic inquiries are being made, which will probably\r\nresult in a speedy clearing up of this very singular business. Up to a late\r\nhour last night, however, nothing had transpired as to the whereabouts of the\r\nmissing lady. There are rumours of foul play in the matter, and it is said that\r\nthe police have caused the arrest of the woman who had caused the original\r\ndisturbance, in the belief that, from jealousy or some other motive, she may\r\nhave been concerned in the strange disappearance of the\r\nbride.’”\r\n\n\r\n“And is that all?”\r\n\n\r\n“Only one little item in another of the morning papers, but it is a\r\nsuggestive one.”\r\n\n\r\n“And it is—”\r\n\n\r\n“That Miss Flora Millar, the lady who had caused the disturbance, has\r\nactually been arrested. It appears that she was formerly a danseuse at\r\nthe Allegro, and that she has known the bridegroom for some years. There are no\r\nfurther particulars, and the whole case is in your hands now—so far as it\r\nhas been set forth in the public press.”\r\n\n\r\n“And an exceedingly interesting case it appears to be. I would not have\r\nmissed it for worlds. But there is a ring at the bell, Watson, and as the clock\r\nmakes it a few minutes after four, I have no doubt that this will prove to be\r\nour noble client. Do not dream of going, Watson, for I very much prefer having\r\na witness, if only as a check to my own memory.”\r\n\n\r\n“Lord Robert St. Simon,” announced our page-boy, throwing open the\r\ndoor. A gentleman entered, with a pleasant, cultured face, high-nosed and pale,\r\nwith something perhaps of petulance about the mouth, and with the steady,\r\nwell-opened eye of a man whose pleasant lot it had ever been to command and to\r\nbe obeyed. His manner was brisk, and yet his general appearance gave an undue\r\nimpression of age, for he had a slight forward stoop and a little bend of the\r\nknees as he walked. His hair, too, as he swept off his very curly-brimmed hat,\r\nwas grizzled round the edges and thin upon the top. As to his dress, it was\r\ncareful to the verge of foppishness, with high collar, black frock-coat, white\r\nwaistcoat, yellow gloves, patent-leather shoes, and light-coloured gaiters. He\r\nadvanced slowly into the room, turning his head from left to right, and\r\nswinging in his right hand the cord which held his golden eyeglasses.\r\n\n\r\n“Good-day, Lord St. Simon,” said Holmes, rising and bowing.\r\n“Pray take the basket-chair. This is my friend and colleague, Dr. Watson.\r\nDraw up a little to the fire, and we will talk this matter over.”\r\n\n\r\n“A most painful matter to me, as you can most readily imagine, Mr.\r\nHolmes. I have been cut to the quick. I understand that you have already\r\nmanaged several delicate cases of this sort, sir, though I presume that they\r\nwere hardly from the same class of society.”\r\n\n\r\n“No, I am descending.”\r\n\n\r\n“I beg pardon.”\r\n\n\r\n“My last client of the sort was a king.”\r\n\n\r\n“Oh, really! I had no idea. And which king?”\r\n\n\r\n“The King of Scandinavia.”\r\n\n\r\n“What! Had he lost his wife?”\r\n\n\r\n“You can understand,” said Holmes suavely, “that I extend to\r\nthe affairs of my other clients the same secrecy which I promise to you in\r\nyours.”\r\n\n\r\n“Of course! Very right! very right! I’m sure I beg pardon. As to my\r\nown case, I am ready to give you any information which may assist you in\r\nforming an opinion.”\r\n\n\r\n“Thank you. I have already learned all that is in the public prints,\r\nnothing more. I presume that I may take it as correct—this article, for\r\nexample, as to the disappearance of the bride.”\r\n\n\r\nLord St. Simon glanced over it. “Yes, it is correct, as far as it\r\ngoes.”\r\n\n\r\n“But it needs a great deal of supplementing before anyone could offer an\r\nopinion. I think that I may arrive at my facts most directly by questioning\r\nyou.”\r\n\n\r\n“Pray do so.”\r\n\n\r\n“When did you first meet Miss Hatty Doran?”\r\n\n\r\n“In San Francisco, a year ago.”\r\n\n\r\n“You were travelling in the States?”\r\n\n\r\n“Yes.”\r\n\n\r\n“Did you become engaged then?”\r\n\n\r\n“No.”\r\n\n\r\n“But you were on a friendly footing?”\r\n\n\r\n“I was amused by her society, and she could see that I was amused.”\r\n\n\r\n“Her father is very rich?”\r\n\n\r\n“He is said to be the richest man on the Pacific slope.”\r\n\n\r\n“And how did he make his money?”\r\n\n\r\n“In mining. He had nothing a few years ago. Then he struck gold, invested\r\nit, and came up by leaps and bounds.”\r\n\n\r\n“Now, what is your own impression as to the young lady’s—your\r\nwife’s character?”\r\n\n\r\nThe nobleman swung his glasses a little faster and stared down into the fire.\r\n“You see, Mr. Holmes,” said he, “my wife was twenty before\r\nher father became a rich man. During that time she ran free in a mining camp\r\nand wandered through woods or mountains, so that her education has come from\r\nNature rather than from the schoolmaster. She is what we call in England a\r\ntomboy, with a strong nature, wild and free, unfettered by any sort of\r\ntraditions. She is impetuous—volcanic, I was about to say. She is swift\r\nin making up her mind and fearless in carrying out her resolutions. On the\r\nother hand, I would not have given her the name which I have the honour to\r\nbear”—he gave a little stately cough—“had I not thought\r\nher to be at bottom a noble woman. I believe that she is capable of heroic\r\nself-sacrifice and that anything dishonourable would be repugnant to\r\nher.”\r\n\n\r\n“Have you her photograph?”\r\n\n\r\n“I brought this with me.” He opened a locket and showed us the full\r\nface of a very lovely woman. It was not a photograph but an ivory miniature,\r\nand the artist had brought out the full effect of the lustrous black hair, the\r\nlarge dark eyes, and the exquisite mouth. Holmes gazed long and earnestly at\r\nit. Then he closed the locket and handed it back to Lord St. Simon.\r\n\n\r\n“The young lady came to London, then, and you renewed your\r\nacquaintance?”\r\n\n\r\n“Yes, her father brought her over for this last London season. I met her\r\nseveral times, became engaged to her, and have now married her.”\r\n\n\r\n“She brought, I understand, a considerable dowry?”\r\n\n\r\n“A fair dowry. Not more than is usual in my family.”\r\n\n\r\n“And this, of course, remains to you, since the marriage is a fait\r\naccompli?”\r\n\n\r\n“I really have made no inquiries on the subject.”\r\n\n\r\n“Very naturally not. Did you see Miss Doran on the day before the\r\nwedding?”\r\n\n\r\n“Yes.”\r\n\n\r\n“Was she in good spirits?”\r\n\n\r\n“Never better. She kept talking of what we should do in our future\r\nlives.”\r\n\n\r\n“Indeed! That is very interesting. And on the morning of the\r\nwedding?”\r\n\n\r\n“She was as bright as possible—at least until after the\r\nceremony.”\r\n\n\r\n“And did you observe any change in her then?”\r\n\n\r\n“Well, to tell the truth, I saw then the first signs that I had ever seen\r\nthat her temper was just a little sharp. The incident however, was too trivial\r\nto relate and can have no possible bearing upon the case.”\r\n\n\r\n“Pray let us have it, for all that.”\r\n\n\r\n“Oh, it is childish. She dropped her bouquet as we went towards the\r\nvestry. She was passing the front pew at the time, and it fell over into the\r\npew. There was a moment’s delay, but the gentleman in the pew handed it\r\nup to her again, and it did not appear to be the worse for the fall. Yet when I\r\nspoke to her of the matter, she answered me abruptly; and in the carriage, on\r\nour way home, she seemed absurdly agitated over this trifling cause.”\r\n\n\r\n“Indeed! You say that there was a gentleman in the pew. Some of the\r\ngeneral public were present, then?”\r\n\n\r\n“Oh, yes. It is impossible to exclude them when the church is\r\nopen.”\r\n\n\r\n“This gentleman was not one of your wife’s friends?”\r\n\n\r\n“No, no; I call him a gentleman by courtesy, but he was quite a\r\ncommon-looking person. I hardly noticed his appearance. But really I think that\r\nwe are wandering rather far from the point.”\r\n\n\r\n“Lady St. Simon, then, returned from the wedding in a less cheerful frame\r\nof mind than she had gone to it. What did she do on re-entering her\r\nfather’s house?”\r\n\n\r\n“I saw her in conversation with her maid.”\r\n\n\r\n“And who is her maid?”\r\n\n\r\n“Alice is her name. She is an American and came from California with\r\nher.”\r\n\n\r\n“A confidential servant?”\r\n\n\r\n“A little too much so. It seemed to me that her mistress allowed her to\r\ntake great liberties. Still, of course, in America they look upon these things\r\nin a different way.”\r\n\n\r\n“How long did she speak to this Alice?”\r\n\n\r\n“Oh, a few minutes. I had something else to think of.”\r\n\n\r\n“You did not overhear what they said?”\r\n\n\r\n“Lady St. Simon said something about ‘jumping a claim.’ She\r\nwas accustomed to use slang of the kind. I have no idea what she meant.”\r\n\n\r\n“American slang is very expressive sometimes. And what did your wife do\r\nwhen she finished speaking to her maid?”\r\n\n\r\n“She walked into the breakfast-room.”\r\n\n\r\n“On your arm?”\r\n\n\r\n“No, alone. She was very independent in little matters like that. Then,\r\nafter we had sat down for ten minutes or so, she rose hurriedly, muttered some\r\nwords of apology, and left the room. She never came back.”\r\n\n\r\n“But this maid, Alice, as I understand, deposes that she went to her\r\nroom, covered her bride’s dress with a long ulster, put on a bonnet, and\r\nwent out.”\r\n\n\r\n“Quite so. And she was afterwards seen walking into Hyde Park in company\r\nwith Flora Millar, a woman who is now in custody, and who had already made a\r\ndisturbance at Mr. Doran’s house that morning.”\r\n\n\r\n“Ah, yes. I should like a few particulars as to this young lady, and your\r\nrelations to her.”\r\n\n\r\nLord St. Simon shrugged his shoulders and raised his eyebrows. “We have\r\nbeen on a friendly footing for some years—I may say on a very\r\nfriendly footing. She used to be at the Allegro. I have not treated her\r\nungenerously, and she had no just cause of complaint against me, but you know\r\nwhat women are, Mr. Holmes. Flora was a dear little thing, but exceedingly\r\nhot-headed and devotedly attached to me. She wrote me dreadful letters when she\r\nheard that I was about to be married, and, to tell the truth, the reason why I\r\nhad the marriage celebrated so quietly was that I feared lest there might be a\r\nscandal in the church. She came to Mr. Doran’s door just after we\r\nreturned, and she endeavoured to push her way in, uttering very abusive\r\nexpressions towards my wife, and even threatening her, but I had foreseen the\r\npossibility of something of the sort, and I had two police fellows there in\r\nprivate clothes, who soon pushed her out again. She was quiet when she saw that\r\nthere was no good in making a row.”\r\n\n\r\n“Did your wife hear all this?”\r\n\n\r\n“No, thank goodness, she did not.”\r\n\n\r\n“And she was seen walking with this very woman afterwards?”\r\n\n\r\n“Yes. That is what Mr. Lestrade, of Scotland Yard, looks upon as so\r\nserious. It is thought that Flora decoyed my wife out and laid some terrible\r\ntrap for her.”\r\n\n\r\n“Well, it is a possible supposition.”\r\n\n\r\n“You think so, too?”\r\n\n\r\n“I did not say a probable one. But you do not yourself look upon this as\r\nlikely?”\r\n\n\r\n“I do not think Flora would hurt a fly.”\r\n\n\r\n“Still, jealousy is a strange transformer of characters. Pray what is\r\nyour own theory as to what took place?”\r\n\n\r\n“Well, really, I came to seek a theory, not to propound one. I have given\r\nyou all the facts. Since you ask me, however, I may say that it has occurred to\r\nme as possible that the excitement of this affair, the consciousness that she\r\nhad made so immense a social stride, had the effect of causing some little\r\nnervous disturbance in my wife.”\r\n\n\r\n“In short, that she had become suddenly deranged?”\r\n\n\r\n“Well, really, when I consider that she has turned her back—I will\r\nnot say upon me, but upon so much that many have aspired to without\r\nsuccess—I can hardly explain it in any other fashion.”\r\n\n\r\n“Well, certainly that is also a conceivable hypothesis,” said\r\nHolmes, smiling. “And now, Lord St. Simon, I think that I have nearly all\r\nmy data. May I ask whether you were seated at the breakfast-table so that you\r\ncould see out of the window?”\r\n\n\r\n“We could see the other side of the road and the Park.”\r\n\n\r\n“Quite so. Then I do not think that I need to detain you longer. I shall\r\ncommunicate with you.”\r\n\n\r\n“Should you be fortunate enough to solve this problem,” said our\r\nclient, rising.\r\n\n\r\n“I have solved it.”\r\n\n\r\n“Eh? What was that?”\r\n\n\r\n“I say that I have solved it.”\r\n\n\r\n“Where, then, is my wife?”\r\n\n\r\n“That is a detail which I shall speedily supply.”\r\n\n\r\nLord St. Simon shook his head. “I am afraid that it will take wiser heads\r\nthan yours or mine,” he remarked, and bowing in a stately, old-fashioned\r\nmanner he departed.\r\n\n\r\n“It is very good of Lord St. Simon to honour my head by putting it on a\r\nlevel with his own,” said Sherlock Holmes, laughing. “I think that\r\nI shall have a whisky and soda and a cigar after all this cross-questioning. I\r\nhad formed my conclusions as to the case before our client came into the\r\nroom.”\r\n\n\r\n“My dear Holmes!”\r\n\n\r\n“I have notes of several similar cases, though none, as I remarked\r\nbefore, which were quite as prompt. My whole examination served to turn my\r\nconjecture into a certainty. Circumstantial evidence is occasionally very\r\nconvincing, as when you find a trout in the milk, to quote Thoreau’s\r\nexample.”\r\n\n\r\n“But I have heard all that you have heard.”\r\n\n\r\n“Without, however, the knowledge of pre-existing cases which serves me so\r\nwell. There was a parallel instance in Aberdeen some years back, and something\r\non very much the same lines at Munich the year after the Franco-Prussian War.\r\nIt is one of these cases—but, hullo, here is Lestrade! Good-afternoon,\r\nLestrade! You will find an extra tumbler upon the sideboard, and there are\r\ncigars in the box.”\r\n\n\r\nThe official detective was attired in a pea-jacket and cravat, which gave him a\r\ndecidedly nautical appearance, and he carried a black canvas bag in his hand.\r\nWith a short greeting he seated himself and lit the cigar which had been\r\noffered to him.\r\n\n\r\n“What’s up, then?” asked Holmes with a twinkle in his eye.\r\n“You look dissatisfied.”\r\n\n\r\n“And I feel dissatisfied. It is this infernal St. Simon marriage case. I\r\ncan make neither head nor tail of the business.”\r\n\n\r\n“Really! You surprise me.”\r\n\n\r\n“Who ever heard of such a mixed affair? Every clue seems to slip through\r\nmy fingers. I have been at work upon it all day.”\r\n\n\r\n“And very wet it seems to have made you,” said Holmes laying his\r\nhand upon the arm of the pea-jacket.\r\n\n\r\n“Yes, I have been dragging the Serpentine.”\r\n\n\r\n“In Heaven’s name, what for?”\r\n\n\r\n“In search of the body of Lady St. Simon.”\r\n\n\r\nSherlock Holmes leaned back in his chair and laughed heartily.\r\n\n\r\n“Have you dragged the basin of Trafalgar Square fountain?” he\r\nasked.\r\n\n\r\n“Why? What do you mean?”\r\n\n\r\n“Because you have just as good a chance of finding this lady in the one\r\nas in the other.”\r\n\n\r\nLestrade shot an angry glance at my companion. “I suppose you know all\r\nabout it,” he snarled.\r\n\n\r\n“Well, I have only just heard the facts, but my mind is made up.”\r\n\n\r\n“Oh, indeed! Then you think that the Serpentine plays no part in the\r\nmatter?”\r\n\n\r\n“I think it very unlikely.”\r\n\n\r\n“Then perhaps you will kindly explain how it is that we found this in\r\nit?” He opened his bag as he spoke, and tumbled onto the floor a\r\nwedding-dress of watered silk, a pair of white satin shoes and a bride’s\r\nwreath and veil, all discoloured and soaked in water. “There,” said\r\nhe, putting a new wedding-ring upon the top of the pile. “There is a\r\nlittle nut for you to crack, Master Holmes.”\r\n\n\r\n“Oh, indeed!” said my friend, blowing blue rings into the air.\r\n“You dragged them from the Serpentine?”\r\n\n\r\n“No. They were found floating near the margin by a park-keeper. They have\r\nbeen identified as her clothes, and it seemed to me that if the clothes were\r\nthere the body would not be far off.”\r\n\n\r\n“By the same brilliant reasoning, every man’s body is to be found\r\nin the neighbourhood of his wardrobe. And pray what did you hope to arrive at\r\nthrough this?”\r\n\n\r\n“At some evidence implicating Flora Millar in the disappearance.”\r\n\n\r\n“I am afraid that you will find it difficult.”\r\n\n\r\n“Are you, indeed, now?” cried Lestrade with some bitterness.\r\n“I am afraid, Holmes, that you are not very practical with your\r\ndeductions and your inferences. You have made two blunders in as many minutes.\r\nThis dress does implicate Miss Flora Millar.”\r\n\n\r\n“And how?”\r\n\n\r\n“In the dress is a pocket. In the pocket is a card-case. In the card-case\r\nis a note. And here is the very note.” He slapped it down upon the table\r\nin front of him. “Listen to this: ‘You will see me when all is\r\nready. Come at once. F. H. M.’ Now my theory all along has been that Lady\r\nSt. Simon was decoyed away by Flora Millar, and that she, with confederates, no\r\ndoubt, was responsible for her disappearance. Here, signed with her initials,\r\nis the very note which was no doubt quietly slipped into her hand at the door\r\nand which lured her within their reach.”\r\n\n\r\n“Very good, Lestrade,” said Holmes, laughing. “You really are\r\nvery fine indeed. Let me see it.” He took up the paper in a listless way,\r\nbut his attention instantly became riveted, and he gave a little cry of\r\nsatisfaction. “This is indeed important,” said he.\r\n\n\r\n“Ha! you find it so?”\r\n\n\r\n“Extremely so. I congratulate you warmly.”\r\n\n\r\nLestrade rose in his triumph and bent his head to look. “Why,” he\r\nshrieked, “you’re looking at the wrong side!”\r\n\n\r\n“On the contrary, this is the right side.”\r\n\n\r\n“The right side? You’re mad! Here is the note written in pencil\r\nover here.”\r\n\n\r\n“And over here is what appears to be the fragment of a hotel bill, which\r\ninterests me deeply.”\r\n\n\r\n“There’s nothing in it. I looked at it before,” said\r\nLestrade. “‘Oct. 4th, rooms 8s., breakfast 2s.\r\n6d., cocktail 1s., lunch 2s. 6d., glass sherry,\r\n8d.’ I see nothing in that.”\r\n\n\r\n“Very likely not. It is most important, all the same. As to the note, it\r\nis important also, or at least the initials are, so I congratulate you\r\nagain.”\r\n\n\r\n“I’ve wasted time enough,” said Lestrade, rising. “I\r\nbelieve in hard work and not in sitting by the fire spinning fine theories.\r\nGood-day, Mr. Holmes, and we shall see which gets to the bottom of the matter\r\nfirst.” He gathered up the garments, thrust them into the bag, and made\r\nfor the door.\r\n\n\r\n“Just one hint to you, Lestrade,” drawled Holmes before his rival\r\nvanished; “I will tell you the true solution of the matter. Lady St.\r\nSimon is a myth. There is not, and there never has been, any such\r\nperson.”\r\n\n\r\nLestrade looked sadly at my companion. Then he turned to me, tapped his\r\nforehead three times, shook his head solemnly, and hurried away.\r\n\n\r\nHe had hardly shut the door behind him when Holmes rose to put on his overcoat.\r\n“There is something in what the fellow says about outdoor work,” he\r\nremarked, “so I think, Watson, that I must leave you to your papers for a\r\nlittle.”\r\n\n\r\nIt was after five o’clock when Sherlock Holmes left me, but I had no time\r\nto be lonely, for within an hour there arrived a confectioner’s man with\r\na very large flat box. This he unpacked with the help of a youth whom he had\r\nbrought with him, and presently, to my very great astonishment, a quite\r\nepicurean little cold supper began to be laid out upon our humble lodging-house\r\nmahogany. There were a couple of brace of cold woodcock, a pheasant, a pÃ¢tÃ©\r\nde foie gras pie with a group of ancient and cobwebby bottles. Having laid\r\nout all these luxuries, my two visitors vanished away, like the genii of the\r\nArabian Nights, with no explanation save that the things had been paid for and\r\nwere ordered to this address.\r\n\n\r\nJust before nine o’clock Sherlock Holmes stepped briskly into the room.\r\nHis features were gravely set, but there was a light in his eye which made me\r\nthink that he had not been disappointed in his conclusions.\r\n\n\r\n“They have laid the supper, then,” he said, rubbing his hands.\r\n\n\r\n“You seem to expect company. They have laid for five.”\r\n\n\r\n“Yes, I fancy we may have some company dropping in,” said he.\r\n“I am surprised that Lord St. Simon has not already arrived. Ha! I fancy\r\nthat I hear his step now upon the stairs.”\r\n\n\r\nIt was indeed our visitor of the afternoon who came bustling in, dangling his\r\nglasses more vigorously than ever, and with a very perturbed expression upon\r\nhis aristocratic features.\r\n\n\r\n“My messenger reached you, then?” asked Holmes.\r\n\n\r\n“Yes, and I confess that the contents startled me beyond measure. Have\r\nyou good authority for what you say?”\r\n\n\r\n“The best possible.”\r\n\n\r\nLord St. Simon sank into a chair and passed his hand over his forehead.\r\n\n\r\n“What will the Duke say,” he murmured, “when he hears that\r\none of the family has been subjected to such humiliation?”\r\n\n\r\n“It is the purest accident. I cannot allow that there is any\r\nhumiliation.”\r\n\n\r\n“Ah, you look on these things from another standpoint.”\r\n\n\r\n“I fail to see that anyone is to blame. I can hardly see how the lady\r\ncould have acted otherwise, though her abrupt method of doing it was\r\nundoubtedly to be regretted. Having no mother, she had no one to advise her at\r\nsuch a crisis.”\r\n\n\r\n“It was a slight, sir, a public slight,” said Lord St. Simon,\r\ntapping his fingers upon the table.\r\n\n\r\n“You must make allowance for this poor girl, placed in so unprecedented a\r\nposition.”\r\n\n\r\n“I will make no allowance. I am very angry indeed, and I have been\r\nshamefully used.”\r\n\n\r\n“I think that I heard a ring,” said Holmes. “Yes, there are\r\nsteps on the landing. If I cannot persuade you to take a lenient view of the\r\nmatter, Lord St. Simon, I have brought an advocate here who may be more\r\nsuccessful.” He opened the door and ushered in a lady and gentleman.\r\n“Lord St. Simon,” said he “allow me to introduce you to Mr.\r\nand Mrs. Francis Hay Moulton. The lady, I think, you have already met.”\r\n\n\r\nAt the sight of these newcomers our client had sprung from his seat and stood\r\nvery erect, with his eyes cast down and his hand thrust into the breast of his\r\nfrock-coat, a picture of offended dignity. The lady had taken a quick step\r\nforward and had held out her hand to him, but he still refused to raise his\r\neyes. It was as well for his resolution, perhaps, for her pleading face was one\r\nwhich it was hard to resist.\r\n\n\r\n“You’re angry, Robert,” said she. “Well, I guess you\r\nhave every cause to be.”\r\n\n\r\n“Pray make no apology to me,” said Lord St. Simon bitterly.\r\n\n\r\n“Oh, yes, I know that I have treated you real bad and that I should have\r\nspoken to you before I went; but I was kind of rattled, and from the time when\r\nI saw Frank here again I just didn’t know what I was doing or saying. I\r\nonly wonder I didn’t fall down and do a faint right there before the\r\naltar.”\r\n\n\r\n“Perhaps, Mrs. Moulton, you would like my friend and me to leave the room\r\nwhile you explain this matter?”\r\n\n\r\n“If I may give an opinion,” remarked the strange gentleman,\r\n“we’ve had just a little too much secrecy over this business\r\nalready. For my part, I should like all Europe and America to hear the rights\r\nof it.” He was a small, wiry, sunburnt man, clean-shaven, with a sharp\r\nface and alert manner.\r\n\n\r\n“Then I’ll tell our story right away,” said the lady.\r\n“Frank here and I met in ’84, in McQuire’s camp, near the\r\nRockies, where Pa was working a claim. We were engaged to each other, Frank and\r\nI; but then one day father struck a rich pocket and made a pile, while poor\r\nFrank here had a claim that petered out and came to nothing. The richer Pa grew\r\nthe poorer was Frank; so at last Pa wouldn’t hear of our engagement\r\nlasting any longer, and he took me away to ’Frisco. Frank wouldn’t\r\nthrow up his hand, though; so he followed me there, and he saw me without Pa\r\nknowing anything about it. It would only have made him mad to know, so we just\r\nfixed it all up for ourselves. Frank said that he would go and make his pile,\r\ntoo, and never come back to claim me until he had as much as Pa. So then I\r\npromised to wait for him to the end of time and pledged myself not to marry\r\nanyone else while he lived. ‘Why shouldn’t we be married right\r\naway, then,’ said he, ‘and then I will feel sure of you; and I\r\nwon’t claim to be your husband until I come back?’ Well, we talked\r\nit over, and he had fixed it all up so nicely, with a clergyman all ready in\r\nwaiting, that we just did it right there; and then Frank went off to seek his\r\nfortune, and I went back to Pa.\r\n\n\r\n“The next I heard of Frank was that he was in Montana, and then he went\r\nprospecting in Arizona, and then I heard of him from New Mexico. After that\r\ncame a long newspaper story about how a miners’ camp had been attacked by\r\nApache Indians, and there was my Frank’s name among the killed. I fainted\r\ndead away, and I was very sick for months after. Pa thought I had a decline and\r\ntook me to half the doctors in ’Frisco. Not a word of news came for a\r\nyear and more, so that I never doubted that Frank was really dead. Then Lord\r\nSt. Simon came to ’Frisco, and we came to London, and a marriage was\r\narranged, and Pa was very pleased, but I felt all the time that no man on this\r\nearth would ever take the place in my heart that had been given to my poor\r\nFrank.\r\n\n\r\n“Still, if I had married Lord St. Simon, of course I’d have done my\r\nduty by him. We can’t command our love, but we can our actions. I went to\r\nthe altar with him with the intention to make him just as good a wife as it was\r\nin me to be. But you may imagine what I felt when, just as I came to the altar\r\nrails, I glanced back and saw Frank standing and looking at me out of the first\r\npew. I thought it was his ghost at first; but when I looked again there he was\r\nstill, with a kind of question in his eyes, as if to ask me whether I were glad\r\nor sorry to see him. I wonder I didn’t drop. I know that everything was\r\nturning round, and the words of the clergyman were just like the buzz of a bee\r\nin my ear. I didn’t know what to do. Should I stop the service and make a\r\nscene in the church? I glanced at him again, and he seemed to know what I was\r\nthinking, for he raised his finger to his lips to tell me to be still. Then I\r\nsaw him scribble on a piece of paper, and I knew that he was writing me a note.\r\nAs I passed his pew on the way out I dropped my bouquet over to him, and he\r\nslipped the note into my hand when he returned me the flowers. It was only a\r\nline asking me to join him when he made the sign to me to do so. Of course I\r\nnever doubted for a moment that my first duty was now to him, and I determined\r\nto do just whatever he might direct.\r\n\n\r\n“When I got back I told my maid, who had known him in California, and had\r\nalways been his friend. I ordered her to say nothing, but to get a few things\r\npacked and my ulster ready. I know I ought to have spoken to Lord St. Simon,\r\nbut it was dreadful hard before his mother and all those great people. I just\r\nmade up my mind to run away and explain afterwards. I hadn’t been at the\r\ntable ten minutes before I saw Frank out of the window at the other side of the\r\nroad. He beckoned to me and then began walking into the Park. I slipped out,\r\nput on my things, and followed him. Some woman came talking something or other\r\nabout Lord St. Simon to me—seemed to me from the little I heard as if he\r\nhad a little secret of his own before marriage also—but I managed to get\r\naway from her and soon overtook Frank. We got into a cab together, and away we\r\ndrove to some lodgings he had taken in Gordon Square, and that was my true\r\nwedding after all those years of waiting. Frank had been a prisoner among the\r\nApaches, had escaped, came on to ’Frisco, found that I had given him up\r\nfor dead and had gone to England, followed me there, and had come upon me at\r\nlast on the very morning of my second wedding.”\r\n\n\r\n“I saw it in a paper,” explained the American. “It gave the\r\nname and the church but not where the lady lived.”\r\n\n\r\n“Then we had a talk as to what we should do, and Frank was all for\r\nopenness, but I was so ashamed of it all that I felt as if I should like to\r\nvanish away and never see any of them again—just sending a line to Pa,\r\nperhaps, to show him that I was alive. It was awful to me to think of all those\r\nlords and ladies sitting round that breakfast-table and waiting for me to come\r\nback. So Frank took my wedding-clothes and things and made a bundle of them, so\r\nthat I should not be traced, and dropped them away somewhere where no one could\r\nfind them. It is likely that we should have gone on to Paris to-morrow, only\r\nthat this good gentleman, Mr. Holmes, came round to us this evening, though how\r\nhe found us is more than I can think, and he showed us very clearly and kindly\r\nthat I was wrong and that Frank was right, and that we should be putting\r\nourselves in the wrong if we were so secret. Then he offered to give us a\r\nchance of talking to Lord St. Simon alone, and so we came right away round to\r\nhis rooms at once. Now, Robert, you have heard it all, and I am very sorry if I\r\nhave given you pain, and I hope that you do not think very meanly of me.”\r\n\n\r\nLord St. Simon had by no means relaxed his rigid attitude, but had listened\r\nwith a frowning brow and a compressed lip to this long narrative.\r\n\n\r\n“Excuse me,” he said, “but it is not my custom to discuss my\r\nmost intimate personal affairs in this public manner.”\r\n\n\r\n“Then you won’t forgive me? You won’t shake hands before I\r\ngo?”\r\n\n\r\n“Oh, certainly, if it would give you any pleasure.” He put out his\r\nhand and coldly grasped that which she extended to him.\r\n\n\r\n“I had hoped,” suggested Holmes, “that you would have joined\r\nus in a friendly supper.”\r\n\n\r\n“I think that there you ask a little too much,” responded his\r\nLordship. “I may be forced to acquiesce in these recent developments, but\r\nI can hardly be expected to make merry over them. I think that with your\r\npermission I will now wish you all a very good-night.” He included us all\r\nin a sweeping bow and stalked out of the room.\r\n\n\r\n“Then I trust that you at least will honour me with your company,”\r\nsaid Sherlock Holmes. “It is always a joy to meet an American, Mr.\r\nMoulton, for I am one of those who believe that the folly of a monarch and the\r\nblundering of a minister in far-gone years will not prevent our children from\r\nbeing some day citizens of the same world-wide country under a flag which shall\r\nbe a quartering of the Union Jack with the Stars and Stripes.”\r\n\n\r\n“The case has been an interesting one,” remarked Holmes when our\r\nvisitors had left us, “because it serves to show very clearly how simple\r\nthe explanation may be of an affair which at first sight seems to be almost\r\ninexplicable. Nothing could be more natural than the sequence of events as\r\nnarrated by this lady, and nothing stranger than the result when viewed, for\r\ninstance, by Mr. Lestrade of Scotland Yard.”\r\n\n\r\n“You were not yourself at fault at all, then?”\r\n\n\r\n“From the first, two facts were very obvious to me, the one that the lady\r\nhad been quite willing to undergo the wedding ceremony, the other that she had\r\nrepented of it within a few minutes of returning home. Obviously something had\r\noccurred during the morning, then, to cause her to change her mind. What could\r\nthat something be? She could not have spoken to anyone when she was out, for\r\nshe had been in the company of the bridegroom. Had she seen someone, then? If\r\nshe had, it must be someone from America because she had spent so short a time\r\nin this country that she could hardly have allowed anyone to acquire so deep an\r\ninfluence over her that the mere sight of him would induce her to change her\r\nplans so completely. You see we have already arrived, by a process of\r\nexclusion, at the idea that she might have seen an American. Then who could\r\nthis American be, and why should he possess so much influence over her? It\r\nmight be a lover; it might be a husband. Her young womanhood had, I knew, been\r\nspent in rough scenes and under strange conditions. So far I had got before I\r\never heard Lord St. Simon’s narrative. When he told us of a man in a pew,\r\nof the change in the bride’s manner, of so transparent a device for\r\nobtaining a note as the dropping of a bouquet, of her resort to her\r\nconfidential maid, and of her very significant allusion to\r\nclaim-jumping—which in miners’ parlance means taking possession of\r\nthat which another person has a prior claim to—the whole situation became\r\nabsolutely clear. She had gone off with a man, and the man was either a lover\r\nor was a previous husband—the chances being in favour of the\r\nlatter.”\r\n\n\r\n“And how in the world did you find them?”\r\n\n\r\n“It might have been difficult, but friend Lestrade held information in\r\nhis hands the value of which he did not himself know. The initials were, of\r\ncourse, of the highest importance, but more valuable still was it to know that\r\nwithin a week he had settled his bill at one of the most select London\r\nhotels.”\r\n\n\r\n“How did you deduce the select?”\r\n\n\r\n“By the select prices. Eight shillings for a bed and eightpence for a\r\nglass of sherry pointed to one of the most expensive hotels. There are not many\r\nin London which charge at that rate. In the second one which I visited in\r\nNorthumberland Avenue, I learned by an inspection of the book that Francis H.\r\nMoulton, an American gentleman, had left only the day before, and on looking\r\nover the entries against him, I came upon the very items which I had seen in\r\nthe duplicate bill. His letters were to be forwarded to 226 Gordon Square; so\r\nthither I travelled, and being fortunate enough to find the loving couple at\r\nhome, I ventured to give them some paternal advice and to point out to them\r\nthat it would be better in every way that they should make their position a\r\nlittle clearer both to the general public and to Lord St. Simon in particular.\r\nI invited them to meet him here, and, as you see, I made him keep the\r\nappointment.”\r\n\n\r\n“But with no very good result,” I remarked. “His conduct was\r\ncertainly not very gracious.”\r\n\n\r\n“Ah, Watson,” said Holmes, smiling, “perhaps you would not be\r\nvery gracious either, if, after all the trouble of wooing and wedding, you\r\nfound yourself deprived in an instant of wife and of fortune. I think that we\r\nmay judge Lord St. Simon very mercifully and thank our stars that we are never\r\nlikely to find ourselves in the same position. Draw your chair up and hand me\r\nmy violin, for the only problem we have still to solve is how to while away\r\nthese bleak autumnal evenings.”\r\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "noble_bachelor"
    }
}